tap "incubator/kubelogin", "git@gitlab.nordstrom.com:k8s/incubator/homebrew-kubelogin.git"
brew "kubelogin"

tap "alecthomas/tap"
tap "alexanderwillner/tap"
tap "aybabtme/tap"
tap "boz/repo"
tap "cjbassi/gotop"
tap "derailed/k9s"
tap "derailed/popeye"
tap "drone/drone"
tap "git-chglog/git-chglog"
tap "go-delve/delve"
tap "go-task/tap"
tap "golangci/tap"
tap "goodwithtech/dockle"
tap "goreleaser/tap"
tap "habitat-sh/habitat"
tap "homebrew/aliases"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
tap "instrumenta/instrumenta"
tap "jenkins-x/jx"
tap "loadimpact/k6"
tap "mveritym/mel"
tap "nektos/tap"
tap "pkrll/tap"
tap "rliebz/tusk"
tap "rs/tap"
tap "tanishiking/jpp"
tap "thoughtbot/formulae"
tap "valelint/vale"
tap "wagoodman/dive"
tap "wata727/tflint"
tap "weaveworks/tap"
tap "zaquestion/tap"
brew "act"
brew "ansible-lint"
brew "ansible"
brew "antigen"
brew "asciinema"
brew "aspell"
brew "aws-cfn-tools"
brew "aws-okta"
brew "awscli"
brew "azure-cli"
brew "bat"
brew "betty"
brew "bfg"
brew "cfssl"
brew "cjbassi/gotop/gotop"
brew "clang-format"
brew "coffeescript"
brew "coreutils"
brew "curl"
brew "derailed/k9s/k9s"
brew "derailed/popeye/popeye"
brew "diction"
brew "direnv"
brew "docker-clean"
brew "dos2unix"
brew "editorconfig"
brew "fd"
brew "fdupes"
brew "flint-checker"
brew "fx"
brew "gist"
brew "git-crypt"
brew "git-extras"
brew "git-fresh"
brew "git-imerge"
brew "git-lfs"
brew "git-quick-stats"
brew "git-secret"
brew "git-secrets"
brew "git-sizer"
brew "git"
brew "gitlab-runner"
brew "gitup"
brew "gnu-sed"
brew "go-jira"
brew "go-task/tap/go-task"
brew "go"
brew "goaccess"
brew "gobject-introspection"
brew "golangci/tap/golangci-lint"
brew "gollum"
brew "goodwithtech/dockle/dockle"
brew "googler"
brew "gource"
brew "gradle"
brew "graphviz"
brew "hadolint"
brew "highlight"
brew "htop"
brew "httpie"
brew "httping"
brew "httrack"
brew "hub"
brew "hunspell"
brew "icdiff"
brew "imagemagick"
brew "imageoptim-cli"
brew "instrumenta/instrumenta/kubeval"
brew "ipcalc"
brew "iproute2mac"
brew "jenv"
brew "jfrog-cli-go"
brew "jid"
brew "jpegoptim"
brew "jsonlint"
brew "jsonpp"
brew "k6"
brew "kedge"
brew "kubeaudit"
brew "kubectx"
brew "kubespy"
brew "kustomize"
brew "links"
brew "lynx"
brew "m-cli"
brew "markdown"
brew "mas"
brew "maven"
brew "mercurial"
brew "mkcert"
brew "mkdocs"
brew "mtr"
brew "mveritym/mel/kubedecode"
brew "optipng"
brew "osquery"
brew "osxutils"
brew "pandoc-citeproc"
brew "pandoc-crossref"
brew "parallel"
brew "pdftohtml"
brew "php-cs-fixer"
brew "prettier"
brew "prettyping"
brew "proselint"
brew "protobuf"
brew "pstree"
brew "pwgen"
brew "rbenv-use"
brew "rbenv"
brew "rdfind"
brew "restic"
brew "ripgrep"
brew "rliebz/tusk/tusk"
brew "rs/tap/jaggr"
brew "rs/tap/jplot"
brew "ruby"
brew "rust"
brew "shellcheck"
brew "shfmt"
brew "slackcat"
brew "sonar-scanner"
brew "sops"
brew "stern"
brew "tanishiking/jpp/jpp"
brew "terraform"
brew "tmux"
brew "trash"
brew "tree"
brew "typescript"
brew "vale"
brew "vegeta"
brew "velero"
brew "wagoodman/dive/dive"
brew "watch"
brew "watchman"
brew "wget"
brew "yamllint"
brew "yarn"
brew "yuicompressor"
brew "zaquestion/tap/lab"
brew "zsh-completions"
brew "zsh-lovers"
brew "zsh"

cask "1password-cli"
cask "1password"
cask "adoptopenjdk8"
cask "alfred"
cask "bartender"
cask "caffeine"
cask "cardhop"
cask "chromium"
cask "cleanmymac"
cask "coconutbattery"
cask "controlplane"
cask "docker"
cask "dropbox"
cask "epubquicklook"
cask "fantastical"
cask "firefox"
cask "fliqlo"
cask "flux"
cask "font-fira-code"
cask "font-hack"
cask "font-inconsolata"
cask "font-input"
cask "font-inter"
cask "font-open-iconic"
cask "font-opendyslexic"
cask "font-source-code-pro"
cask "font-source-sans-pro"
cask "font-source-serif-pro"
cask "fork"
cask "fuzzyclock"
cask "github"
cask "goland"
cask "google-backup-and-sync"
cask "google-chrome"
cask "google-cloud-sdk"
cask "google-earth-pro"
cask "google-featured-photos"
cask "google-trends"
cask "gpg-suite-no-mail"
cask "graphiql"
cask "hazel"
cask "imageoptim"
cask "iterm2"
cask "java11"
cask "karabiner-elements"
cask "kextviewr"
cask "keycastr"
cask "keycue"
cask "kindle"
cask "kindlegen"
cask "kubernetic"
cask "launchbar"
cask "launchrocket"
cask "logos"
cask "marked"
cask "nightowl"
cask "omnifocus"
cask "onedrive"
cask "onyx"
cask "osxfuse"
cask "paparazzi"
cask "qlcolorcode"
cask "qlimagesize"
cask "qlmarkdown"
cask "qlstephen"
cask "qlvideo"
cask "quicklook-csv"
cask "quicklook-json"
cask "quicklookase"
cask "quitter"
cask "rcdefaultapp"
cask "recordit"
cask "scapple"
cask "screenflow"
cask "scrivener"
cask "shiftit"
cask "slack"
cask "textexpander"
cask "timing"
cask "ttscoff-mmd-quicklook"
cask "virtualbox-extension-pack"
cask "virtualbox"
cask "visual-studio-code"
cask "webpquicklook"
cask "xquartz"
cask "zoomus"
mas "Day One", id: 1055511498
mas "Drafts", id: 1435957248
mas "feedly", id: 865500966
mas "Gemini", id: 463541543
mas "iA Writer", id: 775737590
mas "Keynote", id: 409183694
mas "Mindful Mynah", id: 503981565
mas "MindNode", id: 992076693
mas "Name Mangler", id: 603637384
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Pocket", id: 568494494
mas "Spark", id: 1176895641
mas "Xcode", id: 497799835
