# frozen_string_literal: true

tap 'atombender/ktail'
tap 'aybabtme/tap'
tap 'boz/repo'
tap 'cjbassi/gotop'
tap 'derailed/popeye'
tap 'fluxcd/tap'
tap 'gabrie30/utils'
tap 'go-task/tap'
tap 'golangci/tap'
tap 'goodwithtech/dockle'
tap 'hashicorp/tap'
tap 'homebrew/cask-fonts'
tap 'homebrew/cask'
tap 'homebrew/services'
tap 'instrumenta/instrumenta'
tap 'mveritym/mel'
tap 'nektos/tap'
tap 'profclems/tap'
tap 'rs/tap'
tap 'tanishiking/jpp'
tap 'tilt-dev/tap'
tap 'wagoodman/dive'
tap 'xwmx/taps'
tap 'zaquestion/tap'

brew 'ansible-lint'
brew 'ansible'
brew 'antigen'
brew 'asciinema'
brew 'aspell'
brew 'atombender/ktail/ktail'
brew 'aws-cfn-tools'
brew 'aws-iam-authenticator'
brew 'aws-shell'
brew 'awscli'
brew 'awslogs'
brew 'awsume'
brew 'aybabtme/tap/humanlog'
brew 'bat'
brew 'black'
brew 'boz/repo/kail'
brew 'caddy'
brew 'cfn-flip'
brew 'cfn-format'
brew 'cfn-lint'
brew 'cfssl'
brew 'cjbassi/gotop/gotop'
brew 'coreutils'
brew 'curl'
brew 'derailed/popeye/popeye'
brew 'diction'
brew 'direnv'
brew 'docker-clean'
brew 'dos2unix'
brew 'ec2-api-tools'
brew 'editorconfig'
brew 'eksctl'
brew 'fd'
brew 'fdupes'
brew 'fizsh'
brew 'fluxcd/tap/flux'
brew 'fluxctl'
brew 'fx'
brew 'fzf'
brew 'gabrie30/utils/ghorg'
brew 'gh'
brew 'ghostscript'
brew 'gist'
brew 'git-extras'
brew 'git-lfs'
brew 'git-quick-stats'
brew 'git-sizer'
brew 'git'
brew 'gitup'
brew 'gnupg'
brew 'go-task/tap/go-task'
brew 'go'
brew 'golangci/tap/golangci-lint'
brew 'goodwithtech/dockle/dockle'
brew 'googler'
brew 'grafana'
brew 'graphviz'
brew 'hadolint'
brew 'hashicorp/tap/consul'
brew 'hashicorp/tap/nomad'
brew 'hashicorp/tap/packer'
brew 'hashicorp/tap/vault'
brew 'hashicorp/tap/waypoint'
brew 'helm'
brew 'helmfile'
brew 'highlight'
brew 'htop'
brew 'httpie'
brew 'httping'
brew 'httrack'
brew 'hub'
brew 'hunspell'
brew 'icdiff'
brew 'imagemagick'
brew 'imageoptim-cli'
brew 'influxdb'
brew 'instrumenta/instrumenta/kubeval'
brew 'jenv'
brew 'jid'
brew 'jpegoptim'
brew 'jq'
brew 'jsonlint'
brew 'jsonpp'
brew 'k6'
brew 'k9s'
brew 'kind'
brew 'krew'
brew 'kube-linter'
brew 'kubeaudit'
brew 'kubectx'
brew 'kubernetes-cli'
brew 'kustomize'
brew 'links'
brew 'lynx'
brew 'm-cli'
brew 'markdown'
brew 'markdownlint-cli'
brew 'mkcert'
brew 'mkdocs'
brew 'mveritym/mel/kubedecode'
brew 'nektos/tap/act'
brew 'noti'
brew 'octant'
brew 'openapi-generator'
brew 'optipng'
brew 'osxutils'
brew 'pandoc-citeproc'
brew 'pandoc-crossref'
brew 'pandoc'
brew 'parallel'
brew 'pdftohtml'
brew 'prettier'
brew 'profclems/tap/glab'
brew 'proselint'
brew 'pstree'
brew 'pwgen'
brew 'pyenv'
brew 'pylint'
brew 'rbenv-use'
brew 'rbenv'
brew 'restic'
brew 'ripgrep'
brew 'rs/tap/curlie'
brew 'rs/tap/dnstrace'
brew 'rs/tap/jaggr'
brew 'rs/tap/jplot'
brew 'ruby'
brew 'scc'
brew 'shellcheck'
brew 'shfmt'
brew 'sonobuoy'
brew 'tanishiking/jpp/jpp'
brew 'terraform_landscape'
brew 'terraform-docs'
brew 'terraform-inventory'
brew 'terraform'
brew 'terraformer'
brew 'terrahelp'
brew 'terrahub'
brew 'terrascan'
brew 'tilt-dev/tap/tilt'
brew 'trash'
brew 'tree'
brew 'vale'
brew 'vegeta'
brew 'wagoodman/dive/dive'
brew 'watch'
brew 'watchman'
brew 'wget'
brew 'xwmx/taps/nb'
brew 'yadm'
brew 'yamllint'
brew 'yarn'
brew 'yuicompressor'
brew 'zaquestion/tap/lab'
brew 'zsh-completions'
brew 'zsh-lovers'
brew 'zsh'

cask 'alfred'
cask 'bibdesk'
cask 'bunch'
cask 'cardhop'
cask 'cocoaspell'
cask 'coconutbattery'
cask 'controlplane'
cask 'docker'
cask 'drawio'
cask 'fantastical'
cask 'fliqlo'
cask 'font-cascadia-code'
cask 'font-fira-code'
cask 'font-open-dyslexic'
cask 'font-source-code-pro'
cask 'font-source-sans-pro'
cask 'font-source-serif-pro'
cask 'fuzzyclock'
cask 'google-cloud-sdk'
cask 'google-drive-file-stream'
cask 'gpg-suite-no-mail'
cask 'grammarly'
cask 'hazel'
cask 'hyper'
cask 'imageoptim'
cask 'karabiner-elements'
cask 'kextviewr'
cask 'keyboard-maestro'
cask 'keycastr'
cask 'keycue'
cask 'kindle'
cask 'launchcontrol'
cask 'launchrocket'
cask 'logos'
cask 'mactex'
cask 'marked'
# cask 'onyx' not ready for Big Sur
cask 'openvpn-connect'
cask 'osxfuse'
cask 'paparazzi'
cask 'protonmail-bridge'
cask 'protonvpn'
cask 'scapple'
cask 'screenflow'
cask 'scrivener'
cask 'shiftit'
cask 'slack'
cask 'swiftdefaultappsprefpane'
cask 'thingsmacsandboxhelper'
cask 'vellum'
cask 'virtualbox-extension-pack'
cask 'virtualbox'
cask 'visual-studio-code'
cask 'xquartz'
cask 'zoom'
